{
  "personal": {
    "name": "Erich Hoyt",
    "lastName": "Hoyt",
    "bio": "Author of “Orca The Whale Called Killer”",
    "actionShort": "Take personal responsibility for the places you live and go",
    "actionLong": "Be connected to the water. “Land-based whale watching is so powerful. Anybody can do it, you can be comfortable and you can be not disturbing the animals at all.” Take ownership of the place where you are, see it as your chance to make a difference.",
    "x": 1,
    "personalAction": "Deeply researched the fate of every orca taken in the capture era, published in his book about the southern residents and their struggle to survive. Avoids use of plastics and plastic bags, eats low on the food chain, recycles. "
  },
  "no": {
    "name": "Dan Evans ",
    "lastName": "Evans",
    "bio": "Three-term Washington governor. U.S. senator. Helped end orca capture in Washington waters.",
    "actionShort": "No clear solution",
    "actionLong": "“I am skeptical of what effectively we can do. I think keeping the southern resident pod in Puget Sound healthy and growing is going to be pretty difficult. They are probably going to spend more and more of their time outside Puget Sound, finding food. I think they will move. I know it is hard to watch that happen, but what effectively can we do?”",
    "x": 1,
    "personalAction": "Has protected hundreds of thousands of wilderness acres, passed on a love of the outdoors to his children and grandchildren. Still backpacking in the Olympics in his 90s."
  },
  "pollution": {
    "name": "Peter Goldmark",
    "lastName": "Goldmark",
    "bio": "Two-term Washington Commissioner of Public Lands",
    "actionShort": "Reduce pollution in Puget Sound",
    "actionLong": "Enforce existing laws. Hold public officials accountable.",
    "x": 10,
    "personalAction": "Cut down on personal use of fossil fuels through his choice of vehicles, use of public transit, including walking. "
  },
  "recovery": {
    "name": "Bill Ruckelshaus",
    "lastName": "Ruckelshaus",
    "bio": "Two-time head of Environmental Protection Agency. Deputy U.S. attorney general ",
    "actionShort": "Adequately fund salmon recovery",
    "actionLong": "“Many people say they want to save the whales but they don’t mean they will take the steps to save the whales. It think these animals are magnificent. The fish will come back if we lay off them and develop a strong plan to recover them and keep at it. I think it is worth it. Right now we are not spending the money or doing what is needed to recover these fish.”",
    "x": 10,
    "personalAction": "I have stopped fishing for salmon."
  },
  "habitat": {
    "name": "Fawn Sharp",
    "lastName": "Sharp",
    "bio": "President, Quinault Indian Nation",
    "actionShort": "Protect and restore salmon habitat",
    "actionLong": "Clean up pollution in Puget Sound. “Where is the political leadership? We can either work against adversity with weakness and doubt or with strength and confidence.”",
    "x": 10,
    "personalAction": "Renewed her connection to the Salish Sea by paddling on the <a href='https://www.seattletimes.com/life/30-years-after-the-paddle-to-seattle-tribal-canoe-journeys-represent-healing-and-revival/'>Canoe Journey</a>. ",
    "name2": "Tim Ragen",
    "lastName2": "Ragen",
    "bio2": "Former scientific program director and executive director, national Marine Mammal Commission",
    "actionLong2": "“Lack of prey and sound and contaminants all interact and they influence one another.”",
    "personalAction2": "Decided with his wife not to have children and is a vegetarian, to reduce impact on the environment. Limits driving to 4,000 miles or less a year; walks and bicycles. Whale watches only from shore. "
  },
  "fishing": {
    "name": "Ralph Munro",
    "lastName": "Munro",
    "bio": "Five-term Washington secretary of state. Helped shut down orca captures for aquariums in Washington waters. ",
    "actionShort": "Stop fishing",
    "actionLong": "Enact a moratorium on chinook salmon fishing to allow runs a chance to rebuild for the sake of the whales. Change the ethic, as in trophy hunting, of showing off a big catch. “Times have changed.”",
    "x": 10,
    "personalAction": "Has stopped fishing chinook.",
    "name2": "Bill Ruckelshaus",
    "lastName2": "Ruckelshaus",
    "bio2": "Two-time head of Environmental Protection Agency. Deputy U.S. attorney general ",
    "actionLong2": "“Unless we enact a moratorium on catching the fish, we are never going to succeed.”",
    "personalAction2": "Stopped fishing for salmon."
  },
  "tax": {
    "name": "Fawn Sharp",
    "lastName": "Sharp",
    "bio": "President, Quinault Indian Nation",
    "actionShort": "Tax carbon",
    "actionLong": "Enact a carbon tax to attack climate warming and hold fossil-fuel polluters accountable.",
    "x": 10,
    "personalAction": "Renewed her connection to the Salish Sea by paddling on the <a href='https://www.seattletimes.com/life/30-years-after-the-paddle-to-seattle-tribal-canoe-journeys-represent-healing-and-revival/'>Canoe Journey</a>. "
  },
  "noise": {
    "name": "Peter Goldmark",
    "lastName": "Goldmark",
    "bio": "Two-term Washington Commissioner of Public Lands",
    "actionShort": "Reduce underwater noise",
    "actionLong": "“I am aghast there is any kind of whale viewing activity (of southern residents) on the water because of the inevitable impact through noise.”",
    "x": 10,
    "personalAction": "Cut down on personal use of fossil fuels through his choice of vehicles, use of public transit, including walking. ",
    "name2": "Tim Ragen",
    "lastName2": "Ragen",
    "bio2": "Former scientific program director and executive director, national Marine Mammal Commission",
    "actionLong2": "Underwater noise must be limited to avoid reducing the effective habitat of killer whales that use sound to hunt. The whales are expending more energy to hunt, and getting less nourishment, which has them on a trajectory of decline. ",
    "personalAction2": "Decided with his wife not to have children and is a vegetarian, to reduce impact on the environment. Limits driving to 4,000 miles or less a year; walks and bicycles. Whale watches only from shore. "
  },
  "landuse": {
    "name": "Jeff Davis",
    "lastName": "Davis",
    "bio": "Director of Conservation, Washington Department of Fish and Wildlife",
    "actionShort": "Change land-use laws to require net ecological gain rather than no net loss",
    "actionLong": "Support significant increases in habitat restoration funding. Remove shoreline bulkheads. Remove salmon passage barriers. Support and participate in streamside shoreline and urban and suburban native tree and plant restoration. “Let elected officials know these issues are important to you.”",
    "x": 10,
    "personalAction": "Planted native trees, shrubs and flowers and pollinator meadow at home, shrinking the lawn. Reducing energy use and carbon footprint. Shopping and eating local.",
    "name2": "Will Stelle",
    "lastName2": "Stelle",
    "bio2": "Two-term regional administrator of Fisheries, National Oceanic and Atmospheric Administration; lead federal author of the Puget Sound Recovery Plan for salmon",
    "actionLong2": "“The happy talk and consensus processes that smother everything around here has got to give way to a sharper-edged insistence that business as usual is no longer good enough. We are choking off the recovery of orca and salmon because we are destroying the vascular system of their landscape, and if we don’t change that pattern, we will fail.”",
    "personalAction2": "Launched new professional focus, working on changing water-use policy to achieve habitat gains for fish."
  },
  "fund": {
    "name": "Stephanie Solien",
    "lastName": "Solien",
    "bio": "Co-chair, Orca Task Force; leadership council vice chair, Puget Sound Partnership",
    "actionShort": "Need ongoing funding for environmental protection and restoration",
    "actionLong": "“We need more immediacy around the funding and protection of habitat, especially with the rapid growth in the region and the threats we have already seen and are experiencing with climage change.” Better understanding is also needed that this place — the surrounding beaches and shorelines of Puget Sound and rivers and forests are really important not only to nature, but to our own quality of life.",
    "x": 10,
    "personalAction": "Put solar panels on house. Replacing gas-powered vehicles with electric and reducing number of vehicles. Maintains septic system in good order, and follows Whale Wise guidelines on the water. ",
    "name2": "Les Purce",
    "lastName2": "Purce",
    "bio2": "Co-chair, Orca Task Force; former president, Evergreen State College ",
    "actionLong2": "“We need a continuing revenue source that is tied to the way we live for the sake of the future of our children, and the overall health of Mother Earth.” Restoration is expensive and funding can’t be subject to the whims of politics. Funding is needed for ongoing pollution cleanup and habitat restoration.",
    "personalAction2": "Has become much more conscious of his lifestyle and its effect on the environment; drives a hybrid; reduces his driving and energy use. "
  }
}